<?php

// Access Control List (ACL) Translations
return [
    'setup1' => 'في الإصدار السادس من بيلينج تراك، تمت إضافة الأدوار والصلاحيات لجميع حسابات المستخدمين.',
    'setup2' => 'تمت إضافة دور المشرف العام (SuperAdmin) بصلاحيات كاملة للتحكم في جميع جوانب البرنامج.',
    'setup3' => 'دور المشرف (Admin) يسمح بالتحكم في جميع الوحدات، باستثناء إدارة الصلاحيات وقاعدة البيانات.',
    'setup4' => 'دور المستخدم (User) مخصص للوصول العادي للوحدات (لا يملك تحكماً على المستخدمين، الموظفين، إلخ).',
    'setup5' => 'تم تعيين جميع مستخدمي "العميل" الحاليين إلى دور العميل عند الترقية.',
    'setup6' => 'يرجى إعادة تعيين الأدوار المناسبة أدناه إذا لزم الأمر (خاصة مستخدم المشرف العام!).',
    'id'=> 'المعرف',
    'name'=>'الاسم',
    'email'=>'البريد الإلكتروني',
    'superadmin'=>'مشرف عام (SuperAdmin)',
    'admin'=>'مشرف (Admin)',
    'user'=>'مستخدم (User)',
];